<?php

/*****************************************************************************
 * Seevia 短信日志
 * ===========================================================================
 * 版权所有  上海实玮网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.seevia.cn
 * ---------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ===========================================================================
 * $开发: 上海实玮$
 * $Id$
*****************************************************************************/
class WbmktPictorialsController extends AppController
{
    public $name = 'WbmktPictorials';

    public function index()
    {
        $this->navigations[] = array('name' => '微营销管理','url' => '');
        $this->navigations[] = array('name' => '微淘画报','url' => '/wbmkt_pictorials/');
        $this->set('title_for_layout', '微淘画报'.' - '.$this->configs['shop_name']);
    }
}
